Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: and she giveth the tasteful things, and the bread which she hath made, into the hand of Jacob her son.
chr: ᎤᎦᎾᏍᏛᏃ ᎠᎵᏍᏓᏴᏗ, ᎠᎴ ᎦᏚ ᎾᏍᎩ ᏧᏛᏅᎢᏍᏔᏁᎢ, ᏚᏁᎴ ᎤᏪᏥ ᏤᎦᏈ.

source: And he cometh in unto his father, and saith, 'My father;' and he saith, 'Here [am] I; who [art] thou, my son?'
chr: ᎤᏙᏓᏃ ᎤᎷᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎡᏙᏓ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏂ; ᎦᎪ ᏂᎯ ᎠᏇᏥ?

source: And Jacob saith unto his father, 'I [am] Esau thy first-born; I have done as thou hast spoken unto me; rise, I pray thee, sit, and eat of my provision, so that thy soul doth bless me.'
chr: ᏤᎦᏈᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ, ᎠᏴ ᎢᏐ ᎢᎬᏱ ᎡᎯ ᏤᏥ; ᎾᏍᎩᏯ ᏂᏍᎩᏪᏎᎸ ᎾᏆᏛᏁᎸ; ᎭᏗᏛ, ᎯᎲᎦ, ᎠᎴ ᎭᎵᏍᏓᏴᏓ ᎠᏆᏤᎵᎦ ᎠᏫ ᎤᏫᏯ, ᎾᏍᎩ ᏣᏓᏅᏙ ᎣᏍᏛ ᎠᎩᏁᏤᏗᏱ.

source: And Isaac saith unto his son, 'What [is] this thou hast hasted to find, my son?' and he saith, 'That which Jehovah thy God hath caused to come before me.'
chr: ᎡᏏᎩᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏪᏥ, ᎦᏙ ᎦᎵᏍᏙᏓ ᎠᏇᏥ ᏂᎾᏞᎬ ᏥᏩᏛ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᏂᎦᎵᏍᏙᏓᏍᎩᏂ ᏱᎰᏩ ᏣᏁᎳᏅᎯ ᎠᏆᏘᏃᎮᎸᎢ.

source: And Isaac saith unto Jacob, 'Come nigh, I pray thee, and I feel thee, my son, whether thou [art] he, my son Esau, or not.'
chr: ᎡᏏᎩᏃ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ, ᎾᎥ ᏍᎩᎷᏥᏏ, ᎬᏯᏒᏂᏍᏗᏱ, ᎠᏇᏥ, ᎾᏍᎩ ᎤᏙᎯᏳᎯᏯ ᎠᏇᏥ ᎢᏐ ᎨᏒ, ᎠᎴ ᎾᏍᎩ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And Jacob cometh nigh unto Isaac his father, and he feeleth him, and saith, 'The voice [is] the voice of Jacob, and the hands hands of Esau.'
chr: ᏤᎦᏈᏃ ᎾᎥ ᏭᎷᏤᎴ ᎤᏙᏓ ᎡᏏᎩ; ᎤᏒᏂᎵᏙᎴᏃ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎧᏁᎬ ᏤᎦᏈ ᎤᏁᎢᏍᏗ ᎧᏁᎦ, ᏧᏬᏰᏂᏍᎩᏂ ᎢᏐ ᏧᏬᏰᏂ.

source: And he hath not discerned him, for his hands have been hairy, as the hands of Esau his brother, and he blesseth him,
chr: ᎥᏝ ᎠᎴ ᏳᏕᎶᎰᎯᏎᎴ ᏂᎦᎵᏍᏙᏗᏍᎨ ᏧᏬᏰᏂ ᏧᏂᏆᏟ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎤᏂᎵ ᎢᏐ ᏧᏬᏰᏂ ᏂᏚᏍᏛᎢ; ᎣᏍᏛᏃ ᎤᏁᏤᎴᎢ.

source: and saith, 'Thou art he -- my son Esau?' and he saith, 'I [am].'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎤᏙᎯᏳᎯᏯᏍᎪ ᏂᎯ ᎢᏐ ᎠᏇᏥ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎥᎥ.

source: And he saith, 'Bring nigh to me, and I do eat of my son's provision, so that my soul doth bless thee;' and he bringeth nigh to him, and he eateth; and he bringeth to him wine, and he drinketh.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎾᎥ ᏍᎩᏲᎯᏏ, ᏓᎦᎵᏍᏓᏴᏔᏂᏃ ᎠᏫ ᎤᏫᏯ ᎠᏇᏥ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎣᏍᏛ ᎬᏁᏤᏗᏱ; ᎾᎥᏃ ᎤᏲᎴᎢ, ᎠᎴ ᎤᎵᏍᏓᏴᏁᎢ; ᎠᎴ ᎩᎦᎨ ᎠᏗᏔᏍᏗ ᎤᏂᏦᎮᎴᎢ, ᎠᎴ ᎤᏗᏔᎮᎢ.

source: And Isaac his father saith to him, 'Come nigh, I pray thee, and kiss me, my son;'
chr: ᎤᏙᏓᏃ ᎡᏏᎩ ᎯᎠ ᎤᏪᏎᎴᎢ, ᎡᎮᎾᏃ ᎠᏇᏥ, ᎠᎴ ᏍᏆᏔᏪᏙᎥᎦ.

source: and he cometh nigh, and kisseth him, and he smelleth the fragrance of his garments, and blesseth him, and saith, 'See, the fragrance of my son [is] as the fragrance of a field which Jehovah hath blessed;
chr: ᎾᎥᏃ ᎤᎷᏤᎴᎢ, ᎠᎴ ᎤᏔᏪᏙᏁᎢ; ᎤᏪᏩᏒᏤᏃ ᏚᏄᏮ ᏕᎦᏩᏒᎬᎢ, ᎠᎴ ᎣᏍᏛ ᎤᏁᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ ᎦᏩᏒᎬ ᎠᏇᏥ ᎾᏍᎩᏯᏉ ᏠᎨᏏ ᏥᎦᏩᏒᎪ ᎾᏍᎩ ᏱᎰᏩ ᎣᏍᏛ ᎤᏁᏤᎸᎯ.

source: and God doth give to thee of the dew of heaven, and of the fatness of the earth, and abundance of corn and wine;
chr: ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᏫᏣᏍᎪᎸᏓᏏ ᎤᎯᏌᏛ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ, ᎠᎴ ᎦᏙᎯ ᎦᎵᏦᏅᎢ, ᎠᎴ ᎤᏣᏘ ᎠᎦᏔᏔᏅᎥᏍᎩ, ᎠᎴ ᏖᎸᎳᏗ ᎦᏨᏩᏍᏔᏅᎯ;

source: peoples serve thee, and nations bow themselves to thee, be thou mighty over thy brethren, and the sons of thy mother bow themselves to thee; those who curse thee [are] cursed, and those who bless thee [are] blessed.'
chr: ᏴᏫ ᏓᏁᏩᏗᏒ ᏂᎯ ᏗᎨᏣᏁᎶᏗ ᎨᏎᏍᏗ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎡᎳᏗ ᏂᎨᏣᏛᏁᎮᏍᏗ; ᏣᎬᏫᏳᎯ ᎨᏎᏍᏗ ᎢᏣᎵᏅᏟ ᎠᏁᎲᎢ, ᎠᎴ ᏣᏥ ᏧᏪᏥ ᎡᎳᏗ ᏂᎨᏣᏛᏁᎮᏍᏗ; ᎠᏥᏍᎦᎢᏍᏗ ᎨᏎᏍᏗ ᏂᎯ ᏣᏍᎦᎩ, ᎠᎴ ᎣᏍᏛ ᎠᏥᏁᏤᏗ ᎨᏎᏍᏗ, ᎣᏍᏛ ᏣᏁᏤᎯ.

source: And it cometh to pass, as Isaac hath finished blessing Jacob, and Jacob is only just going out from the presence of Isaac his father, that Esau his brother hath come in from his hunting;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎡᏏᎩ ᎤᏍᏆᏛᏉ ᎣᏍᏛ ᎧᏁᏤᎲ ᏤᎦᏈ, ᎠᎴ ᏤᎦᏈ ᎩᎳᏉ ᎤᏄᎪᏨᎯ ᎨᏎ ᎤᏙᏓ ᎡᏏᎩ ᎠᎦᏔᎲᎢ, ᎿᏉ ᎤᏂᎵ ᎢᏐ ᎢᎤᎷᏤ ᎤᏃᎯᎵᏙᎸᎯ.

source: and he also maketh tasteful things, and bringeth to his father, and saith to his father, 'Let my father arise, and eat of his son's provision, so that thy soul doth bless me.'
chr: ᎾᏍᎩᏃ ᎾᏍᏉ ᎤᏛᏅᎢᏍᏔᏅᎯ ᎢᎨᏎ ᎤᎦᎾᏍᏛ ᎠᎵᏍᏓᏴᏗ, ᎠᎴ ᎤᏙᏓ ᎤᏲᎮᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ, ᎡᏙᏓ ᏩᏗᏛ, ᎠᎴ ᎤᏪᏥ ᏩᎵᏍᏓᏴᎾᏏ ᎠᏫ ᎤᏫᏯ, ᎾᏍᎩ ᏣᏓᏅᏙ ᎣᏍᏛ ᎠᎩᏁᏤᏗᏱ.

source: And Isaac his father saith to him, 'Who [art] thou?' and he saith, 'I [am] thy son, thy first-born, Esau;'
chr: ᎤᏙᏓᏃ ᎡᏏᎩ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᎪ ᏂᎯ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏴᏍᎩᏂ ᏤᏥ, ᎢᎬᏱ ᎨᎢ ᏥᏥ ᎢᏐ.

source: and Isaac trembleth a very great trembling, and saith, 'Who, now, [is] he who hath provided provision, and bringeth in to me, and I eat of all before thou comest in, and I bless him? -- yea, blessed is he.'
chr: ᎡᏏᎩᏃ ᎤᎶᏒᏍᏔᏅᎯ ᎤᏪᎾᏪᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪᏃ ᏧᏩᏛᎲ ᎠᏫ ᎤᏫᏯ ᎠᎴ ᏣᎩᏲᎮᎸ, ᎠᎴ ᏂᎦᏛ ᏣᏆᎵᏍᏓᏴᏔᏅ ᎠᏏᏉ ᏂᏣᎷᏨᎾ, ᎠᎴ ᎣᏍᏛ ᏥᏥᏁᏤᎸ? ᎠᎴ ᎤᏙᎯᏳᎯᏯ ᎣᏍᏛ ᎠᏥᏁᏤᎸᎯ ᎨᏎᏍᏗ.

source: When Esau heareth the words of his father, then he crieth a very great and bitter cry, and saith to his father, 'Bless me, me also, O my father;'
chr: ᎢᏐᏃ ᎤᏛᎦᏅ ᎤᏙᏓ ᏄᏪᏒᎢ, ᏚᏠᏍᎴᎢ, ᎤᎶᏒᏍᏔᏅᎯ ᎡᎯᏍᏗ ᏚᏠᏱᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ, ᎠᏴ ᎾᏍᏉ ᎣᏍᏛ ᏍᎩᏁᏥ, ᎡᏙᏓ.

source: and he saith, 'Thy brother hath come with subtilty, and taketh thy blessing.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎡᏣᏅᏟ ᎦᎶᏄᎮᏛ ᎤᏩᏔᏅ ᎤᎷᏨ, ᎠᎴ ᏣᎩᎡᎸ ᏣᏤᎵ ᎣᏍᏛ ᎡᏣᏁᏤᏗ ᎨᏒᎢ.

source: And he saith, 'Is it because [one] called his name Jacob that he doth take me by the heel these two times? my birthright he hath taken; and lo, now, he hath taken my blessing;' he saith also, 'Hast thou not kept back a blessing for me?'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᏝᏍᎪ ᏚᏳᎪᏛ ᏱᎩ ᏤᎦᏈ ᏥᏓᎪᎥ? ᏔᎵᏰᏃ ᎿᏉ ᎢᎬᏱ ᎾᎿᎴᎲᏏ; ᎠᏆᏓᏂᎵᎨᏰᏃ ᎨᏒ ᎠᎩᎩᏎᎸᎩ; ᎬᏂᏳᏉᏃ ᎿᏉ ᎣᏍᏛ ᎥᎩᏁᏤᏗ ᎨᏒ ᎥᎠᎩᎩᏏ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᏝᏍᎪ ᏱᏣᏃᎯᏴ ᎠᏴ ᎣᏍᏛ ᏍᎩᏁᏤᏗᏱ?

source: And Isaac answereth and saith to Esau, 'Lo, a mighty one have I set him over thee, and all his brethren have I given to him for servants, and [with] corn and wine have I sustained him; and for thee now, what shall I do, my son?'
chr: ᎡᏏᎩᏃ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎴ ᎢᏐ, ᎬᏂᏳᏉ ᏂᎯ ᎢᏍᏕᎲ ᎤᎬᏫᏳᎯ ᏂᏥᏴᎦ, ᎠᎴ ᏂᎦᏛ ᎠᎾᎵᏅᏟ ᏕᏥᏲᎯᏏ ᏗᎬᏩᏁᎶᏗ ᎢᏳᎵᏍᏙᏗᏱ; ᎠᎦᏔᏔᏅᎥᏍᎩᏃ ᎠᎴ ᏖᎸᎳᏗ ᎦᏨᏩᏍᏔᏅᎯ ᎥᏥᏍᏕᎸᏙᏓ; ᎦᏙᏃ ᏓᎬᏯᏛᏁᎵ ᏂᎯ ᎠᏇᏥ?

source: And Esau saith unto his father, 'One blessing hast thou my father? bless me, me also, O my father;' and Esau lifteth up his voice, and weepeth.
chr: ᎢᏐᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ, ᎡᏙᏓ, ᏌᏉᏉᏍᎪ ᏣᎮ ᎣᏍᏛ ᏣᏓᏁᏤᏗ ᎨᏒᎢ? ᎠᏴ ᎾᏍᏉ ᎣᏍᏛ ᏍᎩᏁᏥ ᎡᏙᏓ. ᎢᏐᏃ ᎠᏍᏓᏯ ᏚᏠᏱᎴᎢ.

source: And Isaac his father answereth and saith unto him, 'Lo, of the fatness of the earth is thy dwelling, and of the dew of the heavens from above;
chr: ᎤᏙᏓᏃ ᎡᏏᎩ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᎦᏙᎯ ᎦᎵᏦᏅ ᎮᎮᏍᏗ, ᎠᎴ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᎠᎯᏌᏛᏍᎬᎢ.

source: and by thy sword dost thou live, and thy brother dost thou serve; and it hath come to pass when thou rulest, that thou hast broken his yoke from off thy neck.'
chr: ᎠᎴ ᎠᏰ ᎳᏍᏗ-ᎦᏅᎯᏛ ᎲᏗᏍ ᏣᏛᏂᏘᏍᏙᏕᏍᏗ, ᎠᎴ ᎡᎶᏅᏟ ᏕᎯᏯᏁᎶᏕᏍᏗ; ᎯᎠᏃ ᏅᏓᎦᎵᏍᏔᏂ, ᎾᏍᎩ ᎿᏉ ᏂᎯ ᎯᏯᏓᎵᏁᎯᏕᎸᎭ, ᏙᏘᏍᏆᎵᏎᎵ ᏣᎩᎳᎾᎳᏗᏍᏛᎢ.

source: And Esau hateth Jacob, because of the blessing with which his father blessed him, and Esau saith in his heart, 'The days of mourning [for] my father draw near, and I slay Jacob my brother.'
chr: ᎢᏐᏃ ᎦᏂᏆᏘᎮ ᏤᎦᏈ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎣᏍᏛ ᎤᏓᏁᏤᏗ ᎨᏒ ᎤᏙᏓ ᎾᏍᎩ ᎣᏍᏛ ᎤᏁᏤᎸᎢ; ᎢᏐᏃ ᎯᎠ ᏄᏪᏎ ᏧᏓᏅᏛᎢ, ᎡᏙᏓ ᎠᏍᎪᏂᏍᏗ ᎨᏒ ᎿᏉ ᎤᏍᏆᎸᎯᏗ; ᎾᎯᏳᏃ ᏓᏥᎵ ᎥᎩᏅᏟ ᏤᎦᏈ.

source: And the words of Esau her elder son are declared to Rebekah, and she sendeth and calleth for Jacob her younger son, and saith unto him, 'Lo, Esau thy brother is comforting himself in regard to thee -- to slay thee;
chr: ᎵᏇᎩᏃ ᎠᏥᏃᏁᎴ ᎾᏍᎩ ᎯᎠ ᏄᏪᏒ ᎢᏐ ᎾᏍᎩ ᎤᏓᏂᎵᎨ ᎤᏪᏥ, ᎤᏓᏅᏎᏃ ᎠᎴ ᏭᏯᏅᎮ ᎣᏂ ᎡᎯ ᎤᏪᏥ ᏤᎦᏈ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᎡᎶᏂᎵ ᎢᏐ, ᎤᏩᏒ ᎠᏓᎧᎵᏍᏓᏗᏍᏙᏗᎭ ᏂᎯ ᏣᎯᏍᏗᏱ ᎠᎥᏖᏍᎬᎢ.

source: and now, my son, hearken to my voice, and rise, flee for thyself unto Laban my brother, to Haran,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏇᏥ, ᎰᎯᏳᎲᎦ ᏥᏁᎬᎢ, ᎠᎴ ᏔᎴᎲᎦ, ᎭᎵᏘ ᎴᏆᏂ ᎥᎩᏙ ᏤᎲ ᎮᎳᏂᏱ ᏫᎶᎯ.

source: and thou hast dwelt with him some days, till thy brother's fury turn back,
chr: ᎢᎸᏍᎩᏃ ᏧᏒᎯᏛ ᏫᏯᏕᎥᏏ, ᎡᏣᏂᎵ ᎤᏔᎳᏬᏍᎬ ᎬᏂ ᎦᎶᏐᏅᎭ.

source: till thy brother's anger turn back from thee, and he hath forgotten that which thou hast done to him, and I have sent and taken thee from thence; why am I bereaved even of you both the same day?'
chr: ᎬᏂ ᎡᎶᏂᎵ ᏣᏍᎦᎬ ᎦᎶᏐᏅᎭ, ᎠᎴ ᎤᏩᎨᏫᏒᎭ ᏂᎯ ᏂᏴᏁᎸᎢ; ᎿᏉᏃ ᎦᏓᏅᏒᎭ, ᎠᎴ ᎾᎿ ᏫᎬᏯᏅᎲᎭ; ᎦᏙᏃ ᎢᏧᎳ ᏌᏉ ᎢᎦ ᏱᏍᏛᎪᏁᎶᏨ?

source: And Rebekah saith unto Isaac, 'I have been disgusted with my life because of the presence of the daughters of Heth; if Jacob take a wife of the daughters of Heth, like these -- from the daughters of the land -- why do I live?'
chr: ᎵᏇᎩᏃ ᎯᎠ ᏄᏪᏎᎴ ᎡᏏᎩ, ᏓᎩᏯᏪᎦᏉ ᎨᎥᎢ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏂᎨᏴ ᎮᏗ ᏧᏪᏥ; ᎢᏳᏃ ᏤᎦᏈ ᎩᎶ ᎯᎠ ᎮᏗ ᏧᏪᏥ ᏳᏓᏰᏅ, ᎾᏍᎩ ᎯᎠ ᏥᏄᎾᏍᏗᏉ ᎡᏍᎦᏂ ᏣᏁᎭ, ᎦᏙ ᎠᏋᏙᏗ ᏱᎩ ᎨᎥᎢ.

source: Chapter 28
chr: ᎠᏯᏙᎸᎢ 28

source: And Isaac calleth unto Jacob, and blesseth him, and commandeth him, and saith to him, 'Thou dost not take a wife of the daughters of Caanan;
chr: ᎡᏏᎩᏃ ᏭᏯᏅᎮ ᏤᎦᏈ, ᎠᎴ ᎣᏍᏛ ᎤᏁᏤᎴᎢ, ᎠᎴ ᎤᏁᏤᎴᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᏞᏍᏗ ᎨᎾᏂ ᏧᏪᏥ ᎠᏁᎲ ᎩᎶ ᏣᏓᏴᏒᎩ.

source: rise, go to Padan-Aram, to the house of Bethuel, thy mother's father, and take for thyself from thence a wife, of the daughters of Laban, thy mother's brother;
chr: ᏔᎴᎲᎦ ᏇᏓᏁᎳᎻ ᏫᎶᎯ, ᏇᏚᎡᎵ ᏗᎦᏁᎸᎢ, ᎾᏍᎩ ᏣᏥ ᎤᏙᏓ; ᎠᎴ ᎾᎿ ᎯᏯᏅᎲᎭ ᏣᏓᎵᎢ, ᎠᏁᎲ ᏧᏪᏥ ᎴᏆᏂ ᎾᏍᎩ ᏣᏥ ᎤᏙᏓ.

source: and God Almighty doth bless thee, and make thee fruitful, and multiply thee, and thou hast become an assembly of peoples;
chr: ᎠᎴ ᎤᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᏥᎩ, ᎾᏍᎩ ᎣᏍᏛ ᏣᏁᏤᎸᎭ, ᎠᎴ ᏣᏁᏉᏣᏘ ᏂᏨᏁᎸᎭ, ᎠᎴ ᏣᏁᏉᎢᎶᎥᎭ, ᎾᏍᎩᏃ ᏂᎯ ᎤᏂᏣᏘ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᎿᎵᏍᏗᏍᎨᏍᏗ;

source: and He doth give to thee the blessing of Abraham, to thee and to thy seed with thee, to cause thee to possess the land of thy sojournings, which God gave to Abraham.'
chr: ᎠᎴ ᏣᏁᎸᎭ ᎡᏆᎭᎻ ᎤᏤᎵᎦ ᎣᏍᏛ ᎤᏁᏤᏗ ᎨᏒᎢ, ᏂᎯ ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ; ᎾᏍᎩᏃ ᏣᏤᎵ ᏂᎦᎵᏍᏔᏅᎭ ᎦᏙᎯ ᎾᎿ ᎮᏙᎯ ᏥᎩ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏁᎴ ᎡᏆᎭᎻ.

source: And Isaac sendeth away Jacob, and he goeth to Padan-Aram, unto Laban, son of Bethuel the Aramaean, brother of Rebekah, mother of Jacob and Esau.
chr: ᎡᏍᏗᎩᏃ ᎤᏂᎩᏍᏔᏁ ᏤᎦᏈ; ᏇᏓᏁᎳᎻ ᏭᎶᏎ ᎴᏆᏂ ᏤᎲᎢ, ᎾᏍᎩ ᏇᏚᎡᎵ ᏏᎵᏱ ᎡᎯ ᎤᏪᏥ, ᎵᏇᎩ ᎤᏙ, ᎾᏍᎩ ᏤᎦᏈ ᎠᎴ ᎢᏐ ᎤᏂᏥ.

source: And Esau seeth that Isaac hath blessed Jacob, and hath sent him to Padan-Aram to take to himself from thence a wife -- in his blessing him that he layeth a charge upon him, saying, Thou dost not take a wife from the daughters of Canaan --
chr: ᎢᏐᏃ ᎤᏙᎴᎰᏒ ᎡᏏᎩ ᎣᏍᏛ ᎤᏁᏤᎸ ᏤᎦᏈ, ᎠᎴ ᏇᏓᏁᎳᎻ ᎤᏂᎩᏍᏔᏅᎢ, ᎾᎿ ᏭᏕᏒᎲᏍᏗᏱ; ᎠᎴ ᎾᏍᎩ ᎣᏍᏛ ᎤᏁᏤᎸ ᎯᎠ ᏄᏪᏎᎸᎢ ᎤᏁᏤᎸᎢ, ᎥᏞᏍᏗ ᎨᎾᏂ ᏧᏪᏥ ᎩᎶ ᏣᏓᏴᏒᎩ;

source: that Jacob hearkeneth unto his father and unto his mother, and goeth to Padan-Aram --
chr: ᎠᎴᏃ ᏤᎦᏈ ᏚᏬᎯᏳᏅ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎠᎴ ᏇᏓᏁᎳᎻ ᏭᎶᏒᎢ.

source: and Esau seeth that the daughters of Canaan are evil in the eyes of Isaac his father,
chr: ᎢᏐᏃ ᎤᏙᎴᎰᏒ ᎨᎾᏂ ᏧᏪᏥ ᎡᏍᎦ ᏓᏰᎸᏍᎬ ᎤᏙᏓ ᎡᏏᎩ;

source: and Esau goeth unto Ishmael, and taketh Mahalath, daughter of Ishmael, Abraham's son, sister of Nebajoth, unto his wives, to himself, for a wife.
chr: ᎢᏐ ᎿᏉ ᎢᏏᎺᎵᏱ ᏭᎶᏎᎢ, ᎠᎴ ᎾᏍᎩ ᏓᏓᏰᎲ ᎤᏁᏉᎡ ᎤᏓᏴᏎ ᎺᎮᎳ, ᏁᏆᏲ ᎤᏙ, ᎢᏏᎺᎵ ᎤᏪᏥ, ᎾᏍᎩ ᎡᏆᎭᎻ ᎤᏪᏥ.

source: And Jacob goeth out from Beer-Sheba, and goeth toward Haran,
chr: ᏤᎦᏈᏃ ᎤᏂᎩᏎ ᏈᏯᏏᏱᏆ, ᎠᎴ ᎮᎳᏂ ᎢᏗᏢ ᏭᎶᏎᎢ.

source: and he toucheth at a [certain] place, and lodgeth there, for the sun hath gone in, and he taketh of the stones of the place, and maketh [them] his pillows, and lieth down in that place.
chr: ᎢᎸᎯᏢᏃ ᎢᏴᏛ ᏭᎷᏤᎢ, ᎠᎴ ᎾᎿ ᎤᏒᎴᎢ, ᏅᏗᎦᎵᏍᏙᏍᏙᏗᏍᎨ ᏅᏙ ᏭᏕᎵᏨᎢ; ᏅᏯᏃ ᎾᎿ ᎠᏂᎳᎨᏴ ᎤᎩᏎ ᎠᎴ ᎤᏓᏍᏔᏁᎢ; ᎠᎴ ᎾᎿ ᎤᏂᏏᏁᎢ.

source: And he dreameth, and lo, a ladder set up on the earth, and its head is touching the heavens; and lo, messengers of God are going up and coming down by it;
chr: ᎤᏍᎩᏓᏎᏃ, ᎠᎴ ᎬᏂᏳᏉ ᎡᎶᎯ ᎠᏴᏯᏞᎢ, ᎦᎸᎳᏗᏃ ᎢᏴᏛ ᏭᎵᏍᏖᎢ; ᎠᎴ ᎬᏂᏳᏉ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᎾᎿ ᎠᎾᎩᎳᏫᏍᏗᏍᎨᎢ, ᎠᎴ ᎠᎾᏠᎠᎯᏍᏗᏍᎨᎢ.

source: and lo, Jehovah is standing upon it, and He saith, 'I [am] Jehovah, God of Abraham thy father, and God of Isaac; the land on which thou art lying, to thee I give it, and to thy seed;
chr: ᎠᎴ ᎬᏂᏳᏉ ᏱᎰᏩ ᎾᎿ ᎦᎸᎳᏗᏢ ᏗᎦᏙᎨᎢ; ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏴ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᎡᏆᎭᎻ ᏣᏙᏓ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎡᏏᎩ ᎤᏤᎵᎦ; ᎦᏙᎯ ᎾᎿ ᏥᏅᎦ, ᏂᎯ ᏓᎬᏁᎵ, ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ.

source: and thy seed hath been as the dust of the land, and thou hast broken forth westward, and eastward, and northward, and southward, and all families of the ground have been blessed in thee and in thy seed.
chr: ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ ᎦᏓ ᎡᎶᎯ ᎦᎳᎨᏴ ᎾᏍᎩᏯ ᏄᎾᏍᏕᏍᏗ, ᎠᎴ ᏗᏰᎵᏏ ᏭᏕᎵᎬ ᎢᏗᏢ, ᎠᎴ ᏗᎧᎸᎬ ᎢᏗᏢ, ᎠᎴ ᏧᏴᏢ ᎢᏗᏢ, ᎠᎴ ᏧᎦᎾᏮ ᎢᏗᏢ; ᎠᎴ ᏂᎯ ᎨᏒ, ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ ᎨᏒ ᏅᏓᎦᎵᏍᏙᏔᏂ ᏂᎦᏗᏳ ᏗᏂᎳᏍᏓᎳᏩᏗᏒ ᎡᎶᎯ ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ.

source: 'And lo, I [am] with thee, and have kept thee whithersoever thou goest, and have caused thee to turn back unto this ground; for I leave thee not till that I have surely done that which I have spoken to thee.'
chr: ᎠᎴ ᎬᏂᏳᏉ ᎠᏴ ᏕᎬᎦᎿᏩᏗᏙᎭ, ᎠᎴ ᏓᎬᏍᏆᏂᎪᏔᏂ ᏂᎦᎥ ᏂᏣᏛᎿᏕᎬᎢ, ᎠᎴ ᏔᎵᏁ ᎠᏂ ᎦᏙᎯ ᏛᎬᏯᏘᏃᎵ; ᎥᏝᏰᏃ ᏴᎦᎬᏴᏕᎩ ᎬᏂ ᏂᎦᏛᏁᎸ ᎾᏍᎩ ᏥᎬᏁᎢᏍᏓᏏ.

source: And Jacob awaketh out of his sleep, and saith, 'Surely Jehovah is in this place, and I knew not;'
chr: ᏤᎦᏈᏃ ᎤᏰᏤ ᎦᎵᎲᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏙᎯᏳᎯᏯ ᏱᎰᏩ ᎠᏂ ᎡᎭ; ᎠᎴ ᎥᏝ ᏱᏥᎦᏔᎮᎢ.

source: and he feareth, and saith, 'How fearful [is] this place; this is nothing but a house of God, and this a gate of the heavens.'
chr: ᎤᏍᎦᎴᏃ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏂᎦᎥ ᎤᎾᏰᎯᏍᏗ ᎯᎠ ᎠᏂ? ᎯᎠᏰᏃ ᎤᏙᎯᏳᎯᏯ ᎤᏁᎳᏅᎯ ᎦᏁᎸᎢ, ᎠᎴ ᎯᎠ ᎦᎸᎳᏗ ᏫᎦᎾᏄᎪᎩ ᎦᎶᎯᏍᏗᏱ.

source: And Jacob riseth early in the morning, and taketh the stone which he hath made his pillows, and maketh it a standing pillar, and poureth oil upon its top,
chr: ᏤᎦᏈᏃ ᏑᎾᎴᏉ ᎤᏗᏛᎮᎢ, ᏅᏯᏃ ᎤᏓᏍᏔᏅᎯ ᎤᎩᏎᎢ, ᎠᎴ ᎤᏪᏘᏁᎢ, ᎠᎴ ᎪᎢ ᎤᏍᎪᎵ ᎤᏍᏚᏞᎢ.

source: and he calleth the name of that place Bethel, [house of God,] and yet, Luz [is] the name of the city at the first.
chr: ᎾᎿᏃ ᏇᏕᎵ ᏚᏬᎡᎢ; ᎢᎬᏱᏱᏍᎩᏂ ᎳᏏ ᏚᏙᎡ ᎾᎿ ᎦᏚᎲᎢ.

source: And Jacob voweth a vow, saying, 'Seeing God is with me, and hath kept me in this way which I am going, and hath given to me bread to eat, and a garment to put on --
chr: ᏤᎦᏈᏃ ᎤᏁᎳᏅᎯ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎯᏓᎩᎧᎿᏩᏗᏙᎸ, ᎠᎴ ᏯᎩᏍᏆᏂᎪᏔᏅ ᎯᎠ ᎠᏂ ᏫᏥᎦᏛᎢ, ᎠᎴ ᎦᏚ ᎠᏆᎵᏍᏓᏴᏗ ᏯᎩᏁᎭ, ᎠᎴ ᏗᏄᏬ ᏗᏆᏄᏬᏍᏗ ᏱᏓᎩᏅᏁᎭ,

source: when I have turned back in peace unto the house of my father, and Jehovah hath become my God,
chr: ᎾᏍᎩᏃ ᏅᏩᏙᎯᏯᏛ ᏮᎠᎩᎷᎯᏍᏗᏱ ᏱᏄᏩᏁᎸ ᎡᏙᏓ ᎦᏁᎸᎢ; ᎿᏉ ᏱᎰᏩ ᎠᏴ ᎠᏆᏁᎳᏅᎯ ᎨᏎᏍᏗ;

source: then this stone which I have made a standing pillar is a house of God, and all that Thou dost give to me -- tithing I tithe to Thee.'
chr: ᎠᎴ ᎯᎠ ᎾᏍᎩ ᏅᏯ ᏥᎨᏛᎦ ᎤᏁᎳᏅᎯ ᎦᏁᎸ ᎨᏎᏍᏗ, ᏂᎦᏛᏃ ᏍᎩᏁᏗ ᎨᏒᎢ ᎠᏎ ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᎬᏁᏗ ᎨᏎᏍᏗ.

source: Chapter 29
chr: ᎠᏯᏙᎸᎢ 29

source: And Jacob lifteth up his feet, and goeth towards the land of the sons of the east;
chr: ᏤᎦᏈᏃ ᎤᏂᎩᏎᎢ, ᎠᎴ ᏭᎷᏤ ᏗᎧᎸᎬ ᎢᏗᏢ ᎠᏁᎯ ᏴᏫ ᎤᎾᏤᎵᎪᎯ.

source: and he looketh, and lo, a well in the field, and lo, there three droves of a flock crouching by it, for from that well they water the droves, and the great stone [is] on the mouth of the well.
chr: ᏫᏚᎧᎿᏁᏃ, ᎠᎴ ᎬᏂᏳᏉ ᎢᎾᎨ ᎠᏔᎴᏎ ᎠᎹ ᎠᏢᏗᏱ, ᎠᎴ ᎬᏂᏳᏉ ᎾᎿ ᏦᎢ ᎢᏳᎾᏓᏡᎩ ᎠᏫ ᎠᏂᏅᏝᎡᎢ, ᎾᎿᏰᏃ ᎠᏔᎴᏒ ᏓᎾᏗᏔᏍᏗᏍᎨ ᎠᏫ; ᎠᎴ ᎡᏉᎯᏳ ᏅᏯ ᎠᎱᏢᏕ ᎠᏔᎴᏒᎢ.

source: (When thither have all the droves been gathered, and they have rolled the stone from off the mouth of the well, and have watered the flock, then they have turned back the stone on the mouth of the well to its place.)
chr: ᎾᎿᏃ ᎠᏂᏟᏌᏂᎯᎮ ᏂᎦᏛ ᎠᏫ; ᎠᎴ ᎠᏂᏌᏆᎴᎯᎮ ᎠᏂᎲᏍᎨ ᏅᏯ ᎠᏔᎴᏒ ᎠᎱᏢᏛᎢ, ᎠᎴ ᏓᎾᏗᏔᏍᏗᏍᎨ ᎠᏫ; ᏟᏁᏃ ᏅᏯ ᎠᏂᎱᏢᏗᏍᎨ ᎠᏔᎴᏒᎢ, ᎠᏗᏱ ᎠᏂᎲᏍᎨᎢ.

source: And Jacob saith to them, 'My brethren, from whence [are] ye?' and they say, 'We [are] from Haran.'
chr: ᏤᎦᏈᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏓᎵᏅᏟ, ᏎᏢ ᏗᏤᏅ? ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎮᎳᏂᏱ ᏦᎨᏅ ᎠᏴ.

source: And he saith to them, 'Have ye known Laban, son of Nahor?' and they say, 'We have known.'
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎡᏥᎦᏔᎭᏍᎪ ᎴᏆᏂ, ᏁᎰ ᎤᏪᏥ? ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎣᏥᎦᏔᎭ.

source: And he saith to them, 'Hath he peace?' and they say, 'Peace; and lo, Rachel his daughter is coming with the flock.'
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏙᎯᏱᏉᏍᎪ ᏄᏛᏁᏕᎦ? ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᏙᎯᏱᏉ; ᎠᎴ ᎬᏂᏳᏉ ᎤᏪᏥ ᎴᏥᎵ ᏓᏯᎢ ᎠᏫ ᏙᏛᏘᏂ.

source: And he saith, 'Lo, the day [is] still great, [it is] not time for the cattle to be gathered; water ye the flock, and go, delight yourselves.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ ᎠᏏ ᎦᎸᎳᏗᏳ ᏫᎧᎳ; ᎥᏝ ᎠᎴ ᎠᏏ ᏳᏍᏆᎸᎲ ᎦᎾᏝᎢ ᎦᏟᏐᏗᏱ; ᏗᏣᏗᏔᏍᏓ ᎠᏫ, ᎠᎴ ᏗᏣᏛᎿᏗᏍᏔᏄᎦ.

source: And they say, 'We are not able, till that all the droves be gathered together, and they have rolled away the stone from the mouth of the well, and we have watered the flock.'
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎥᏝ ᏰᎵᎦ ᎬᏂ ᏂᎦᏛ ᎠᏫ ᎠᏂᏟᏌᏃᏅᎭ, ᎠᎴ ᏅᏯ ᎠᏂᏌᏆᎴᎸ ᎠᏂᎲᏒ ᎠᎱᏝᎥ ᎠᏔᎴᏒᎢ; ᎩᎳ ᏙᏓᏲᏣᏗᏔᏍᏔ ᎠᏫ.

source: He is yet speaking with them, and Rachel hath come with the flock which her father hath, for she [is] shepherdess;
chr: ᎠᏏᏉᏃ ᏓᎵᏃᎮᏗᏍᎨᎢ, ᎴᏥᎵ ᎤᎷᏤ ᏚᏘᏃᎴ ᎠᏫ ᎤᏙᏓ ᏧᏤᎵᎦ; ᎾᏍᎩᏰᏃ ᏕᎬᎿᏗᏍᏗᏍᎨᎢ.

source: and it cometh to pass when Jacob hath seen Rachel, daughter of Laban his mother's brother, and the flock of Laban his mother's brother, that Jacob cometh nigh and rolleth the stone from off the mouth of the well, and watereth the flock of Laban his mother's brother.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᏤᎦᏈ ᎤᎪᎲ ᎴᏥᎵ, ᎴᏆᏂ ᎤᏪᏥ, ᎾᏍᎩ ᎤᏥ ᎤᏙ, ᎠᎴ ᎠᏫ ᎴᏆᏂ ᏧᏤᎵᎦ ᎾᏍᎩ ᎤᏥ ᎤᏙ, ᎾᏍᎩ ᏤᎦᏈ ᎾᎥ ᏭᎷᏤ, ᎠᎴ ᎤᏪᏌᏆᎴᎴ ᎤᎲᏎ ᏅᏯ ᎠᎱᏢᏛ ᎠᏔᎴᏒᎢ, ᎠᎴ ᏚᏗᏔᏍᏔᏁ ᎠᏫ ᎴᏆᏂ ᏧᏤᎵᎦ, ᎾᏍᎩ ᎤᏥ ᎤᏙ.

source: And Jacob kisseth Rachel, and lifteth up his voice, and weepeth,
chr: ᏤᎦᏈᏃ ᎤᏔᏪᏙᏁ ᎴᏥᎵ, ᎠᎴ ᎠᏍᏓᏯ ᏚᏠᏱᎴᎢ.

source: and Jacob declareth to Rachel that he [is] her father's brother, and that he [is] Rebekah's son, and she runneth and declareth to her father.
chr: ᏤᎦᏈᏃ ᎤᏃᏁᎴ ᎴᏥᎵ ᎾᏍᎩ ᎤᏙᏓ ᎠᎾᎵᏅᏟ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎵᏇᎩ ᎤᏪᏥ ᎨᏒᎢ; ᎾᏍᎩᏃ ᏚᏍᏆᎸᏔᏁᎢ, ᎠᎴ ᎤᏙᏓ ᎤᏃᏁᎴᎢ.

source: And it cometh to pass, when Laban heareth the report of Jacob his sister's son, that he runneth to meet him, and embraceth him, and kisseth him, and bringeth him in unto his house; and he recounteth to Laban all these things,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎴᏆᏂ ᎤᏛᎦᏅ ᎠᏥᏃᎮᏍᎬ ᏤᎦᏈ, ᎤᏙ ᎤᏪᏥ, ᏚᏍᏆᎸᏔᏁ ᏚᏠᏒᏎᎢ, ᎠᎴ ᎤᏄᎶᎴᎢ, ᎠᎴ ᎤᏔᏪᏙᏁᎢ, ᎠᎴ ᎦᏁᎸ ᎤᏘᏃᎴᎢ. ᎾᏍᎩᏃ ᎤᏃᏁᎴ ᎴᏆᏂ ᏂᎦᏛ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸᎢ.

source: and Laban saith to him, 'Only my bone and my flesh [art] thou;' and he dwelleth with him a month of days.
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯᏯ ᏂᎯ ᎠᏴ ᏗᎩᎪᎳ ᎠᎴ ᎠᏴ ᎠᎩᏇᏓᎸᎢ. ᏏᏅᏙᏃ ᎢᎪᎯᏛ ᎤᏕᏁᎴᎢ.

source: And Laban saith to Jacob, 'Is it because thou [art] my brother that thou hast served me for nought? declare to me what [is] thy hire.'
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ, ᏗᎾᏓᏅᏟᏉᏍᎪ ᎨᏒ ᏱᏂᎦᎵᏍᏙᏗᎭ ᎠᏎᏉ ᎪᎱᏍᏗ ᏱᏍᏆᏛᏁᎭ? ᏍᎩᏃᎲᏏ ᎯᎳᎪ ᎢᎦ ᎬᎫᏴᎡᎮᏍᏗ.

source: And Laban hath two daughters, the name of the elder [is] Leah, and the name of the younger Rachel,
chr: ᎴᏆᏂᏃ ᎠᏂᏔᎵ ᏧᏪᏥ ᎠᎾᏛ ᎠᏁᎮᎢ; ᎤᏓᏂᎵᎨ ᎵᎠ ᏚᏙᎡᎢ, ᎣᏂᏃ ᎡᎯ ᎴᏥᎵ ᏚᏙᎡᎢ.

source: and the eyes of Leah [are] tender, and Rachel hath been fair of form and fair of appearance.
chr: ᎵᎠ ᏧᏐᏅ ᏗᎧᏂ ᎨᏎᎢ; ᎴᏥᎵᏍᎩᏂ ᎤᏬᏚᎯᏳ ᎠᎴ ᎣᏏᏳ ᏗᎧᏃᏗᏱ ᎨᏎᎢ.

source: And Jacob loveth Rachel, and saith, 'I serve thee seven years for Rachel thy younger daughter:'
chr: ᏤᎦᏈᏃ ᎴᏥᎵ ᎤᎨᏳᎯᏳ ᎨᏎᎢ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᎪᎱᏍᏗ ᏓᎬᏯᏛᏁᎵ ᎴᏥᎵ ᎡᎯ ᏤᏥ ᏱᏍᎩᎧᏁᎸ.

source: and Laban saith, 'It is better for me to give her to thee than to give her to another man; dwell with me;'
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏟ ᎣᏏᏳ ᏂᎯ ᏱᎬᏯᎧᏁᎸ, ᎠᏃ ᏅᏩᏓᎴ ᎠᏍᎦᏯ ᏱᏥᏯᎧᏁᎸ; ᎨᏦᎴᏍᏗᏉᎪᎦ.

source: and Jacob serveth for Rachel seven years; and they are in his eyes as some days, because of his loving her.
chr: ᏤᎦᏈᏃ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᎪᎱᏍᏗ ᎤᏓᏛᏁᎴ ᎴᏥᎵ ᎠᏓᏒᎲᏍᎬᎢ; ᎢᎸᏍᎩᏉᏃ ᏧᏒᎯᏛ ᎤᏰᎸᏁᎢ, ᏂᎦᎵᏍᏙᏗᏍᎨ ᏂᎦᎥ ᎤᎨᏳᏒᎢ.

source: And Jacob saith unto Laban, 'Give up my wife, for my days have been fulfilled, and I go in unto her;'
chr: ᏤᎦᏈᏃ ᎯᎠ ᏄᏪᏎᎴ ᎴᏆᏂ, ᏍᎩᎧᏏᏃ ᎠᏆᏓᎵᎢ, ᎿᏉᏰᏃ ᎠᎵᏍᏆᏓ ᎩᏂᏁᏨᎢ, ᎾᏍᎩᏃ ᎦᏓᏰᏒᎭ.

source: and Laban gathereth all the men of the place, and maketh a banquet.
chr: ᎴᏆᏂᏃ ᏚᏪᏟᏌᏁ ᏂᎦᏛ ᎠᏂᏍᎦᏯ ᎾᎿ ᎠᏁᎯ, ᎠᎴ ᎤᏛᏅᎢᏍᏔᏁ ᏣᎦᎵᏍᏓᏴᎾᏁᏗᏱ.

source: And it cometh to pass in the evening, that he taketh Leah, his daughter, and bringeth her in unto him, and he goeth in unto her;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎤᏒ ᏄᎵᏍᏔᏅ, ᎾᏍᎩ ᎤᏪᏥ ᎵᎠ ᏭᏘᏃᎮᎴᎢ; [ᏤᎦᏈᏃ] ᎤᏓᏴᏎᎢ.

source: and Laban giveth to her Zilpah, his maid-servant, to Leah his daughter, a maid-servant.
chr: ᎴᏆᏂᏃ ᎤᏪᏥ ᎵᎠ ᎤᏪᎧᏁᎴ ᎠᎨᏴ ᎤᏅᏏᏓᏍᏗ ᏏᎵᏆ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎤᏅᏏᏓᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: And it cometh to pass in the morning, that lo, it [is] Leah; and he saith unto Laban, 'What [is] this thou hast done to me? for Rachel have I not served with thee? and why hast thou deceived me?'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏑᎾᎴ ᏄᎵᏍᏔᏅ, ᎬᏂᏳᏉ, ᎵᎠ ᏂᎦᎨᏎᎢ; [ᏤᎦᏈᏃ] ᎯᎠ ᏄᏪᏎᎴ ᎴᏆᏂ, ᎦᏙᏃ ᎯᎠ ᏥᏂᏍᏋᎦ? ᏝᏍᎪ ᎴᏥᎵ ᏱᎬᏒᎲᏍᎨ ᏥᏓᎩᎸᏫᏍᏓᏁᎲᎩ? ᎦᏙᏃ ᎥᏍᎩᎶᏄᎲᎵ?

source: And Laban saith, 'It is not done so in our place, to give the younger before the first-born;
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎥᏝ ᎾᏍᎩ ᎢᏯᏛᏁᏗ ᏱᎩ ᎠᏴ ᎣᎦᏤᎵᎪᎯ, ᎾᏍᎩ ᎣᏂ ᎡᎯ ᎠᏓᎧᏁᏗᏱ ᎠᏏ ᎢᎬᏱ ᎡᎯ ᎾᏓᎧᏁᎸᎾ.

source: fulfil the week of this one, and we give to thee also this one, for the service which thou dost serve with me yet seven other years.'
chr: ᎯᏍᏆᏓ ᎾᏍᎩ ᎤᏤᎵ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒᎢ, ᎯᎠᏃ ᎾᏍᏉ ᎢᏨᏯᎧᏁᎸᎭ, ᎠᏏ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᎪᎱᏍᏗ ᏨᏛᏍᏆᏛᏁᎵ.

source: And Jacob doth so, and fulfilleth the week of this one, and he giveth to him Rachel his daughter, to him for a wife;
chr: ᏤᎦᏈᏃ ᎾᏍᎩ ᏄᏛᏁᎴᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏤᎵ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒ ᎤᏍᏆᏕᎴᎢ; ᎴᏥᎵᏃ ᎿᏍᏉ ᎾᏍᎩ ᎤᏪᏥ ᎤᏪᎧᏁᎴ ᎤᏓᏴᏍᏗ.

source: and Laban giveth to Rachel his daughter Bilhah his maid-servant, for a maid-servant to her.
chr: ᎴᏆᏂᏃ ᎤᏪᏥ ᎴᏥᎵ ᎤᏪᎧᏁᎴ ᎠᎨᏴ ᎤᏅᏏᏓᏍᏗ ᏈᎳ ᏧᏓᎢᏛ, ᎾᏍᎩ ᎤᏅᏏᏓᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: And he goeth in also unto Rachel, and he also loveth Rachel more than Leah; and he serveth with him yet seven other years.
chr: ᎾᏍᏉᏃ ᎴᏥᎵ ᎤᏓᏴᏎᎢ, ᎠᎴ ᎴᏥᎵ ᎤᏟ ᏄᎨᏳᏎ ᎡᏍᎦᏉ ᎵᎠ; ᎠᎴ ᎠᏏ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᎪᎱᏍᏗ ᎤᏛᏁᎴᎢ.

source: And Jehovah seeth that Leah [is] the hated one, and He openeth her womb, and Rachel [is] barren;
chr: ᏱᎰᏩᏃ ᎤᏙᎴᎰᏒ ᎵᎠ ᎠᏥᏐᎸᎢᏍᏗᏍᎬᎢ, ᎤᎳᏅᏓᏕᎴ ᏧᎷᎸᏗᏱ; ᎴᏥᎵᏍᎩᏂ ᏂᏓᎷᎸᎥᏍᎬᎾ ᎨᏎᎢ.

source: and Leah conceiveth, and beareth a son, and calleth his name Reuben, for she said, 'Because Jehovah hath looked on mine affliction; because now doth my husband love me.'
chr: ᎵᎠᏃ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎢ, ᎠᎴ ᎷᏈᏂ ᏚᏬᎡᎢ; ᎯᎠᏰᏃ ᏄᏪᏎᎢ, ᎤᏙᎯᏳᎯᏯ ᏱᎰᏩ ᏓᎧᎿᏂᎦ ᎤᏲ ᎾᏆᏛᏅᎢ; ᎿᏉᏰᏃ ᎠᎩᏰᎯ ᎠᏎ ᎠᎩᎨᏳᏍᏗ.

source: And she conceiveth again, and beareth a son, and saith, 'Because Jehovah hath heard that I [am] the hated one, He also giveth to me even this [one];' and she calleth his name Simeon.
chr: ᏔᎵᏁᏃ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎢ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᏱᎰᏩ ᎤᏛᎦᏅ ᎥᎩᏐᏅᎢᏍᏗᏍᎬᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᎾᏍᏉ ᎥᎠᎩᎧᏏ ᎾᏍᎩᏃ ᏏᎻᏯᏂ ᏚᏬᎡᎢ.

source: And she conceiveth again, and beareth a son, and saith, 'Now [is] the time, my husband is joined unto me, because I have born to him three sons,' therefore hath [one] called his name Levi.
chr: ᏔᎵᏁᏃ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎢ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᎪᎯ ᎨᎵ ᎠᏎ ᎠᎩᏰᎯ ᏛᏆᏜᏫᏍᏔᏂ, ᎠᏂᏦᎢᏰᏃ ᎠᏂᏧᏣ ᏕᏥᎾᏄᎪᏫᏏ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎵᏫ ᏓᎪᎡᎢ.

source: And she conceiveth again, and beareth a son, and saith this time, 'I praise Jehovah;' therefore hath she called his name Judah; and she ceaseth from bearing.
chr: ᏔᎵᏁᏃ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎢ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᎿᏉ ᏱᎰᏩ ᏓᏥᎸᏉᏔᏂ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏧᏓ ᏚᏬᎡᎢ; ᎤᏲᎯᏍᏔᏁᏃ ᏓᎷᎸᎥᏍᎬᎢ.

source: Chapter 30
chr: ᎠᏯᏙᎸᎢ 30

source: And Rachel seeth that she hath not borne to Jacob, and Rachel is envious of her sister, and saith unto Jacob, 'Give me sons, and if there is none -- I die.'
chr: ᎴᏥᎵᏃ ᎤᏙᎴᎰᏒ ᏤᎦᏈ ᏂᎦᎷᎸᏁᎲᎾ ᎨᏒᎢ, ᎤᏩᏳᏤᎴ ᎤᎸᎢ; ᎯᎠᏃ ᏄᏪᏎᎴ ᏤᎦᏈ, ᏗᏂᏲᎵ ᏗᏍᎩᎧᏏ, ᎢᏳᏰᏃ ᏱᏝ, ᏓᏥᏲᎤᏏ.

source: And Jacob's anger burneth against Rachel, and he saith, 'Am I in stead of God who hath withheld from thee the fruit of the womb?'
chr: ᏤᎦᏈᏃ ᎤᎿᎸᏤᎴ ᎴᏥᎵ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᏥᎪᎠᏴ ᎤᏁᎳᏅᎯ ᏥᏯᏓᏁᏟᏴᏍᏓᏁᎸ, ᎾᏍᎩ ᏧᏲᏍᏙᏯᏅ ᏗᏣᎷᎸᏗᏱ?

source: And she saith, 'Lo, my handmaid Bilhah, go in unto her, and she doth bear on my knees, and I am built up, even I, from her;'
chr: ᎯᎠᏃ ᏄᏪᏎ [ᎴᏥᎵ,] ᎬᏂᏳᏉ, ᏈᎳ ᏥᏅᏏᏓᏍᏗ ᎠᎨᏴ, ᎾᏍᎩ ᎭᏓᏳᎦ, ᎾᏍᎩᏃ ᏗᏥᏂᎨᏂ ᏓᏓᎾᏄᎪᏫᏒᎭ, ᎾᏍᎩᏃ ᎠᏴ ᎾᏍᏉ ᏗᏂᏲᎵ ᏓᏇᎮᏍᏗ ᎾᏍᎩ ᏧᎾᏄᎪᏫᏒᎯ.

source: and she giveth to him Bilhah her maid-servant for a wife, and Jacob goeth in unto her;
chr: ᎤᏪᎧᏁᎴᏃ ᏈᎳ ᎠᏛ ᎤᏅᏏᏓᏍᏗ ᎾᏍᎩ ᎤᏓᏴᏍᏗ; ᏤᎦᏈᏃ ᎤᏓᏴᏎᎢ.

source: and Bilhah conceiveth, and beareth to Jacob a son,
chr: ᏈᎳᏃ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎴ ᏤᎦᏈ.

source: and Rachel saith, 'God hath decided for me, and also hath hearkened to my voice, and giveth to me a son;' therefore hath she called his name Dan.
chr: ᎴᏥᎵᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏁᎳᏅᎯ ᏓᏊᎪᏓᏁᎸ, ᎠᎴ ᎾᏍᏉ ᎠᏛᎬᎦ ᏥᏁᎬᎢ, ᎠᎴ ᎠᎩᎧᏏ ᎠᏇᏥ ᎠᏧᏣ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᏂ ᏚᏬᎡᎢ.

source: And Bilhah, Rachel's maid-servant, conceiveth again, and beareth a second son to Jacob,
chr: ᏈᎳᏃ ᎴᏥᎵ ᎤᏅᏏᏓᏍᏗ ᎤᏁᎵᏤᎢ, ᎠᎴ ᏤᎦᏈ ᏔᎵᏁ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎴᎢ.

source: and Rachel saith, 'With wrestlings of God I have wrestled with my sister, yea, I have prevailed;' and she calleth his name Napthali.
chr: ᎴᏥᎵᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏣᏘ ᎠᏍᏓᏯ ᏙᎩᎾᏟᏴᏌᏕᎬ ᎥᎩᎸᎢ, ᎠᎴ ᎠᏴ ᎦᏓᏎᎪᎩ; ᏁᏩᏔᎵᏃ ᏚᏬᎡᎢ.

source: And Leah seeth that she hath ceased from bearing, and she taketh Zilpah her maid-servant, and giveth her to Jacob for a wife;
chr: ᎵᎠᏃ ᎤᏙᎴᎰᏒ ᎤᏲᎯᏍᏔᏅ ᏓᎷᎸᏍᎬᎢ, ᏏᎵᏆ ᎤᏅᏏᏓᏍᏗ ᎠᎨᏴ ᏭᏯᏅᎮᎢ, ᎠᎴ ᏤᎦᏈ ᎤᏪᎧᏁᎴ ᎾᏍᎩ ᎤᏓᏴᏍᏗ.

source: and Zilpah, Leah's maid-servant, beareth to Jacob a son,
chr: ᏏᎵᏆᏃ ᎵᎠ ᎤᏅᏏᏓᏍᏗ, ᏤᎦᏈ ᎤᎾᏄᎪᏫᏎᎴ ᎠᏧᏣ.

source: and Leah saith, 'A troop is coming;' and she calleth his name Gad.
chr: ᎵᎠᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏑᎾᏓᏡᎩ ᏛᎾᎢ, ᎦᏗᏃ ᏚᏬᎡᎢ.

source: And Zilpah, Leah's maid-servant, beareth a second son to Jacob,
chr: ᏏᎵᏆᏃ ᎵᎠ ᎤᏅᏏᏓᏍᏗ, ᏔᎵᏁ ᏤᎦᏈ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎴᎢ.

source: and Leah saith, 'Because of my happiness, for daughters have pronounced me happy;' and she calleth his name Asher.
chr: ᎵᎠᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎣᏍᏛ ᏅᏩᏙᎯᏯᏛ ᎠᏆᏓᏅᏓ, ᎠᏂᎨᏴᏰᏃ ᎠᏍᏛ ᎤᏓᏅᏓᏩᏕᎩ ᎬᏉᏎᎮᏍᏗ; ᎠᏒᏃ ᏚᏬᎡᎢ.

source: And Reuben goeth in the days of wheat-harvest, and findeth love-apples in the field, and bringeth them in unto Leah, his mother, and Rachel saith unto Leah, 'Give to me, I pray thee, of the love-apples of thy son.'
chr: ᎷᏈᏂᏃ ᎤᏪᏅᏎ ᎾᎯᏳ ᎤᏣᎴᏍᏗ ᎠᏍᎫᏕᏍᏗᏱ ᎤᏍᏆᎸᎲ, ᎠᎴ ᎤᏂᏍᏇᏚᎩ ᎢᎾᎨ ᏚᏩᏛᎮᎢ, ᎠᎴ ᎤᏥ ᎵᎠ ᏚᏲᎮᎴᎢ; ᎿᏉᏃ ᎴᏥᎵ ᎯᎠ ᏄᏪᏎᎴ ᎵᎠ, ᏗᏍᎬᏏ ᎢᎦᏛ ᎤᏂᏍᏇᏚᎩ ᏤᏥ ᏧᏤᎵᎦ.
